Revit 2027 API
ParameterTypeId.ProjectRevisionRevisionIssued Property
 "Issued"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ProjectRevisionRevisionIssued { get; }
Public Shared ReadOnly Property ProjectRevisionRevisionIssued As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ProjectRevisionRevisionIssued {
	ForgeTypeId^ get ();
}
static member ProjectRevisionRevisionIssued : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace